import { ModificationGroup } from "../types";

// Элементы могут дублироваться для каждой системы
export const MODIFICATION_GROUP_LIST: ModificationGroup[] = [
  // Размеры рулонной шторы 🚀🗞 (ниже)
  {
    id: '216bc24f-3913-4a9f-9757-5a1512705ceb',
    title: 'Размеры рулонной шторы',
    system: 'c538ecd1-12f4-43ef-be7a-dbaf228e4c79',
  },
  {
    id: '894a48d1-4ed6-4b24-a2e1-3737e017a3f4',
    title: 'Размеры рулонной шторы',
    system: '9cb43b35-5fd9-4b0d-82c2-6f52c9ce5138'
  },
  {
    id: '77244256-3a73-43a0-909d-acd2ced66324',
    title: 'Размеры рулонной шторы',
    system: 'f8840877-437f-47db-bbe4-b38088b3844a'
  },
  {
    id: '8439cd06-f1d7-4659-b472-4f2d85738fcc',
    title: 'Размеры рулонной шторы',
    system: '5c5b4aba-7884-4069-a8c1-10409729018c'
  },
  {
    id: 'bf1f865c-2803-4192-8cba-dd3f36631900',
    title: 'Размеры рулонной шторы',
    system: '416833df-7a8d-41fa-b524-17b83197fb6c'
  },
  {
    id: 'b2fc64e3-73d3-48b9-a078-9b1193bce785',
    title: 'Размеры рулонной шторы',
    system: '3478a796-2d8f-410a-815f-2a0937c96ac7'
  },
  {
    id: 'ada86fe1-7973-4db7-bdea-341bbdbdcbf8',
    title: 'Размеры рулонной шторы',
    system: '66cabd96-7b4e-4246-8976-ce464e6b8288'
  },
  {
    id: '2ff70bc8-96e7-4745-bbbb-04d7eddc13d7',
    title: 'Размеры рулонной шторы',
    system: '24eb21c9-6a0f-47b1-9877-6f8389b8a3d0'
  },
  {
    id: '16b18abd-8740-400b-aa60-93d13a5097dd',
    title: 'Размеры рулонной шторы',
    system: 'b39e51c0-1f91-467a-8408-d121c5547f8e'
  },
  {
    id: '7a1ba334-e101-4f82-8f8d-243a786a3d02',
    title: 'Размеры рулонной шторы',
    system: '1032a34b-521c-49f2-b906-add8c034f6da'
  },
  {
    id: 'e1ac2a70-3d26-47de-bfae-d4d1046ea008',
    title: 'Размеры рулонной шторы',
    system: '985fe119-eee3-4491-ba36-6596d730c9bd'
  },
  {
    id: '2a14615a-0451-4180-84c4-71ce946f06a5',
    title: 'Размеры рулонной шторы',
    system: '25785aea-7d8d-4b04-87c9-3e8f05b0e30d'
  },
  {
    id: 'd775f686-85fb-460e-9b47-84fb254fde03',
    title: 'Размеры рулонной шторы',
    system: '2fccbfdf-fb3e-47d2-8f44-1db31f061026'
  },
  {
    id: '636128d4-2542-47cc-a949-a66774794828',
    title: 'Размеры рулонной шторы',
    system: '1fc10d8e-38ad-46f0-b9fd-81dfa08e0549'
  },
  {
    id: '4025d219-36f9-49e5-a48f-c3e48c153581',
    title: 'Размеры рулонной шторы',
    system: 'b95345f0-9abf-43bf-8265-55981c245a43'
  },
  {
    id: 'bebe14b8-b0bb-4485-bd57-0136c1e22d80',
    title: 'Размеры рулонной шторы',
    system: '6f3f7d96-7c60-43b6-8f7c-23a859c95d52'
  },
  // Управление 🖤🎃 (ниже)
  {
    id: 'd23022dd-cdec-4f3c-9ca2-28c869eaa38d',
    title: 'Управление',
    system: 'c538ecd1-12f4-43ef-be7a-dbaf228e4c79'
  },
  {
    id: '37bc933e-360d-4ee9-a1e3-5b7339dfa156',
    title: 'Управление',
    system: '9cb43b35-5fd9-4b0d-82c2-6f52c9ce5138'
  },
  {
    id: 'a282114e-2958-4b88-8822-3c9a2ff54047',
    title: 'Управление',
    system: 'f8840877-437f-47db-bbe4-b38088b3844a'
  },
  {
    id: '1c1ba608-94c8-4483-a17d-7e18d2a67df3',
    title: 'Управление',
    system: '5c5b4aba-7884-4069-a8c1-10409729018c'
  },
  {
    id: '12722d35-26e1-487d-8d48-4b3a08763de9',
    title: 'Управление',
    system: '416833df-7a8d-41fa-b524-17b83197fb6c'
  },
  {
    id: '5ae1de14-6236-4300-8cea-89a5b77c1870',
    title: 'Управление',
    system: '3478a796-2d8f-410a-815f-2a0937c96ac7'
  },
  {
    id: 'd0915d14-9388-43fc-bcd5-0e338975e116',
    title: 'Управление',
    system: '66cabd96-7b4e-4246-8976-ce464e6b8288'
  },
  {
    id: 'f72dba28-cae8-479e-8c8b-221622ec68c3',
    title: 'Управление',
    system: '24eb21c9-6a0f-47b1-9877-6f8389b8a3d0'
  },
  {
    id: '0bbbb985-07bf-4133-aae6-f4de44f80f51',
    title: 'Управление',
    system: 'b39e51c0-1f91-467a-8408-d121c5547f8e'
  },
  {
    id: '905f0ddb-61e3-49bb-b026-b65b4739ce0c',
    title: 'Управление',
    system: '1032a34b-521c-49f2-b906-add8c034f6da'
  },
  {
    id: '8c609659-4124-4cde-a4d4-d3ae9d5b4329',
    title: 'Управление',
    system: '985fe119-eee3-4491-ba36-6596d730c9bd'
  },
  {
    id: '03dddc81-59d3-4c76-a78f-b22175be56ff',
    title: 'Управление',
    system: '25785aea-7d8d-4b04-87c9-3e8f05b0e30d'
  },
  {
    id: '6bd1de7f-d9a8-4753-9a22-16700ff59903',
    title: 'Управление',
    system: '2fccbfdf-fb3e-47d2-8f44-1db31f061026'
  },
  {
    id: '1c4f7273-8daa-4b6b-86d5-4819077088e2',
    title: 'Управление',
    system: '1fc10d8e-38ad-46f0-b9fd-81dfa08e0549'
  },
  {
    id: '305f119f-c7ba-4e5b-bfc0-cf90a1dfbae5',
    title: 'Управление',
    system: 'b95345f0-9abf-43bf-8265-55981c245a43'
  },
  {
    id: 'ecb644ed-f281-4538-b503-06692ab3100d',
    title: 'Управление',
    system: '6f3f7d96-7c60-43b6-8f7c-23a859c95d52'
  },
  // Крепление 🪂🪂 (ниже)
  {
    id: '0eeb47f5-0389-4139-a5cd-933bb8e95551',
    title: 'Крепление',
    system: 'c538ecd1-12f4-43ef-be7a-dbaf228e4c79'
  },
  {
    id: '5e8d76f0-01f1-4d38-9e90-19cc75133a66',
    title: 'Крепление',
    system: '9cb43b35-5fd9-4b0d-82c2-6f52c9ce5138'
  },
  {
    id: '2b1a205f-2f25-4cc7-821f-9cc8855976ba',
    title: 'Крепление',
    system: 'f8840877-437f-47db-bbe4-b38088b3844a'
  },
  {
    id: '90ede75a-ed2d-4a9b-b81a-6f8e57675bb0',
    title: 'Крепление',
    system: '5c5b4aba-7884-4069-a8c1-10409729018c'
  },
  {
    id: '34e1d96f-d5bb-42c4-b0e5-9039f9ed0b64',
    title: 'Крепление',
    system: '416833df-7a8d-41fa-b524-17b83197fb6c'
  },
  {
    id: '7a39bee4-0c49-46cd-80eb-489aa10c8a09',
    title: 'Крепление',
    system: '3478a796-2d8f-410a-815f-2a0937c96ac7'
  },
  {
    id: '7f138bc6-3e6e-4e7c-9aab-c271e1cbab7b',
    title: 'Крепление',
    system: '66cabd96-7b4e-4246-8976-ce464e6b8288'
  },
  {
    id: '385e477b-d54c-4c6d-89a6-e00e76f6023d',
    title: 'Крепление',
    system: '24eb21c9-6a0f-47b1-9877-6f8389b8a3d0'
  },
  {
    id: 'f5ae360f-ad70-4026-aae4-56f32be5e6ec',
    title: 'Крепление',
    system: 'b39e51c0-1f91-467a-8408-d121c5547f8e'
  },
  {
    id: '8878399a-dddf-48b0-a3ee-403e35b99b6b',
    title: 'Крепление',
    system: '1032a34b-521c-49f2-b906-add8c034f6da'
  },
  {
    id: '30d62ec8-1c37-473e-95d9-969d7b25830b',
    title: 'Крепление',
    system: '985fe119-eee3-4491-ba36-6596d730c9bd'
  },
  {
    id: '0acce0d7-25fe-4bc2-8357-8a745e3612b9',
    title: 'Крепление',
    system: '25785aea-7d8d-4b04-87c9-3e8f05b0e30d'
  },
  {
    id: 'bc22f364-ea92-4765-87d6-17b3982185ee',
    title: 'Крепление',
    system: '2fccbfdf-fb3e-47d2-8f44-1db31f061026'
  },
  {
    id: '20d74501-ac7f-45af-878b-fb322053e340',
    title: 'Крепление',
    system: '1fc10d8e-38ad-46f0-b9fd-81dfa08e0549'
  },
  {
    id: 'a885e9bc-d11d-4d13-8c9c-10361469a92e',
    title: 'Крепление',
    system: 'b95345f0-9abf-43bf-8265-55981c245a43'
  },
  {
    id: 'b5961e14-e7b1-4fa0-9496-3ddb97f0677f',
    title: 'Крепление',
    system: '6f3f7d96-7c60-43b6-8f7c-23a859c95d52'
  },
  // Типы направляющих 🍔🍳
  {
    id: '3ebf8a13-bd7d-4a3b-83a3-e0f52bd16613',
    title: 'Типы направляющих',
    system: '9cb43b35-5fd9-4b0d-82c2-6f52c9ce5138'
  },
]